const defaultPosts = [
    {
        "id": 1,
        "title": "Львівська майстерня шоколаду",
        "description": "Шум, гам і загальні веселощі. На першому поверсі за склом видно річки шоколаду і майстрів, що чаклують над ним. Надовго тут ви навряд чи затримаєтеся – натовп народу, що прагне потрапити до омріяної «крамниці», затягне вас на другий поверх. Всі поспішають придбати сувенір, забрати із собою шоколадну ложечку, туфельку або новий тренд сезону – Путіна з нецензурними написами. Але! Якщо ви підніметеся на третій поверх, знайдете такий же магазинчик, тільки без черг. Так що не лінуйтеся. Обов’язково купіть собі «пацьорок» – так називають шоколадні цукерки, що продаються по 7–8 гривень за штуку. І сміливо вирушайте на 5-й поверх, на відкритий майданчик, де можна посмакувати філіжанкою гарячого шоколаду, споглядаючи веселі львівські дахи. А ось так з майстерні шоколаду виглядає дах «Дому легенд». Навіть чек принесуть у такій ось акуратній коробочці, а на столах – обов’язково живі троянди. До речі, майстерня входить до відомого холдингу «!Фест», якому належить більшість оригінальних кав’ярень Львова. Шоколадний брусок цінується майже як золото. Найпікантніший куточок майстерні. Дивитися тільки дорослим – сцени з Камасутри втілили в шоколаді! Які ж умільці! Запаморочливі сходи: диву даєшся, як снують офіціанти з повними тацями на п’ятий поверх. Так що, пані на підборах: будьте тут обережні!",
        "categories": ["chockolad"],
        "image": "1.jpg"
    },
    {
        "id": 2,
        "title": "Львівська копальня кави",
        "description": "Всередині панує напівтемрява, а на вході видають каски – так, на всяк випадок і для антуражу. Через вертушку виходиш до рейок, збоку стоїть вагонетка. Обережно, попереду залізний обертовий круг, який погано видно в темряві. Зате як красиво виглядає вогняне шоу від барменів, яке вони влаштовують, якщо ви замовите «правильний» напій. Наприклад, «Запаяна кава» – прямо при вас з цукру виготовлять карамель за допомогою... паяльної лампи. Ну і, мабуть, варто спробувати «філіжанку кави», як кажуть у Львові, з додаванням алкоголю. Кава з ромом за 50 грн виявилася дуже смачною, рекомендуємо!",
        "categories": ["coffee"],
        "image": "2.jpg",
    }
];

const getDefaultPosts = () => {
    return defaultPosts;
}
